Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/heggeli.html.tmx
Source language: nob
Languages: sme

source: Heggeli
sme: Bieragieddi

source: Heggeli ca. 1955
sme: Bieragieddi sullii 1955.

source: Da Jeremias og Susanna Knutsen slo seg ned på Heggeli rundt 1900, bygde de våningshuset, som fremdeles står.
sme: Go Jeremias ja Susanna Knutsen ásaiduvvuiba Bieragieddái birrasii jagi 1900:s, de ceggiiga dohko dálu mii ain ceaggá.

source: Jeremias Knutsen (1881-1949), Mathisheimen, Skjomen, bosted: Heggeli Ekteparet bodde her på gården med sine fire barn Johan, Andrea, Jenny og Peder.
sme: Jeremias Knutsen (1881-1949), Mathisheimen, Skjomen, orrunsadji: Bieragieddi Párra orui dálus njeljiin mánáin Johan, Andrea, Jenny ja Peder.

source: De hadde også fjøs bygget i reisverk, utedo og vedsjå.
sme: Sii ledje maid huksen náveha, olgohivssega ja muorraviesu.

source: Vedsjåen er satt i stand.
sme: Muorraviessu lea divoduvvon.

source: Livsgrunnlaget var hovedsakelig jordbruk og jakt.
sme: Eanandoallu ja bivdu lei sin váldobirgenláhki.

source: Etter Susannas død overtok sønnen Peder Heggeli (1912-1990) og kona Gunvor Sjøseth (1920-2000) gården.
sme: Maŋŋel go Susanna jámii, de válddii su bárdni Peder Heggeli (1912-1990) oktan eamidiin Gunvor Sjøseth (1920-2000) badjelasas oapmedálu.

source: De hadde tre barn: Sonja, Aud og Per Gunnar.
sme: Sudnos ledje golbma máná: Sonja, Aud ja Per Gunnar.

source: Heikaveien
sme: Heikaluodda

source: Heikaveien var en viktig del av det lokale veinettet på 1800-tallet, og hadde flere forgreininger.
sme: Heikaluodda lei dehálaš oassi báikkálaš luoddafierpmádagas 1800-logus, ja das ledje olu suorggit.

source: Noen få meter sør for dagens våningshus er den godt synlig.
sme: Moadde mehtera otná dálu lulábealde oidno dat bures.

source: Heikaveien starter i Lenvik.
sme: Heikaluodda álgá Leaŋgáviikkas (Lenvik).

source: Den kan følges videre østover til Øse.
sme: Dan sáhttá čuovvut viidáset nuorttas Øsii.

source: Der fortsetter Petter Hansa-/Vassbotnveien mot Grovfjorden, via Vassbotn ved Skoddebergvann.
sme: Doppe joatká Petter Hansa-/Vassbotnveien Roabavuona guvlui, Vassbotn bokte Skoddebergvann buohta.

source: På vandringen fra Bieragieddi til Attergårdsveikrysset passerer vi Nergård, som tidligere var en del av Moski, eid av brødrene Olaus (1868-1956) og Anders Henriksen (1854-1936).
sme: Mátkkis Bieragiettis Attergård-luoddaerrui mannat mii Nergård meaddel, mii ovdal lei oassi Moskkis, man vieljašguovttos Olaus (1868-1956) ja Anders Henriksen (1854-1936) eaiggádušaiga.

source: Nergård ble skilt ut i 1916, og overtatt av Anders.
sme: Nergård sirrejuvvui 1916:s, ja Anders válddii badjelasas.

source: Heggeli ca. 1960
sme: Bieragieddi sullii 1960.
